export default [
  {
    name: "Программирование",
    description: "Разработка программного обеспечения и информатика.",
  },
  {
    name: "Дизайн",
    description: "Графический дизайн, UI/UX и визуальная коммуникация.",
  },
  {
    name: "Маркетинг",
    description: "Цифровой маркетинг, стратегии контента и другое.",
  },
  {
    name: "Иностранные языки",
    description: "Изучение и преподавание иностранных языков.",
  },
  {
    name: "Математика",
    description: "От алгебры до математического анализа.",
  },
  { name: "Физика", description: "Основы и углублённые темы по физике." },
  { name: "Биология", description: "Живые организмы и науки о жизни." },
  {
    name: "Химия",
    description: "Органическая, неорганическая и физическая химия.",
  },
  {
    name: "История",
    description: "Всемирная история и древние цивилизации.",
  },
  {
    name: "Психология",
    description: "Сознание, поведение и психические процессы.",
  },
  {
    name: "Бизнес",
    description: "Предпринимательство, стратегии и управление.",
  },
  {
    name: "Финансы",
    description: "Инвестирование, банки и финансовая грамотность.",
  },
  {
    name: "Искусство",
    description: "Рисование, живопись, скульптура и теория искусства.",
  },
  { name: "Музыка", description: "Теория музыки, инструменты и продакшн." },
  {
    name: "Фотография",
    description: "Съёмка, редактирование и композиция.",
  },
  {
    name: "Медицина",
    description: "Здоровье, заболевания и медицинские науки.",
  },
  { name: "Право", description: "Правовые системы, права и законы." },
  {
    name: "Кулинария",
    description: "Кулинарное искусство и рецепты со всего мира.",
  },
  {
    name: "Спорт",
    description: "Тренировки, техника и спортивная теория.",
  },
  { name: "Философия", description: "Логика, этика и метафизика." },
];
