export default [
  { name: "JavaScript" },
  { name: "Python" },
  { name: "React" },
  { name: "Node.js" },
  { name: "Машинное обучение" },
  { name: "Docker" },
  { name: "Git" },
  { name: "TypeScript" },
  { name: "Linux" },

  // Дизайн
  { name: "Figma" },
  { name: "Типографика" },
  { name: "UX" },
  { name: "Цветовая теория" },

  // Маркетинг
  { name: "SEO" },
  { name: "Копирайтинг" },
  { name: "SMM" },
  { name: "Email-маркетинг" },

  // Языки
  { name: "Английский" },
  { name: "Испанский" },
  { name: "Французский" },
  { name: "Немецкий" },
  { name: "Японский" },

  // Наука
  { name: "Алгебра" },
  { name: "Математический анализ" },
  { name: "Термодинамика" },
  { name: "Органическая химия" },
  { name: "Анатомия" },
  { name: "Астрономия" },

  // Бизнес
  { name: "Стартап" },
  { name: "Управление проектами" },
  { name: "Финансовая грамотность" },
  { name: "Инвестирование" },

  // Искусство и музыка
  { name: "Гитара" },
  { name: "Фортепиано" },
  { name: "Музыкальный продакшн" },
  { name: "Акварель" },
  { name: "Масляная живопись" },

  // Разное
  { name: "Первая помощь" },
  { name: "Питание" },
  { name: "Ораторское искусство" },
  { name: "Саморазвитие" },
  { name: "Тайм-менеджмент" },
  { name: "Философия сознания" },
];
